Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/PartView/History/ChangeHistoryModalData.*.resx
Languages: ru

source: Action Type
ru: Тип действия

source: Field Action
ru: Изменяемое поле

source: Author Name
ru: Автор

source: Content After
ru: Контент после

source: Content Before
ru: Контент до

source: Current Action Ip
ru: IP адрес изменения

source: Executor Name
ru: Изменивший

source: Time Action
ru: Время действия

source: Browser Name
ru: Браузер

source: Browser Version
ru: Версия

source: Device
ru: Устройство

source: Is Desktop
ru: Это Компьютер

source: Is Mobile
ru: Это Телефон

source: OS Name
ru: Имя ОС

source: OS Platform
ru: Платформа ОС

source: OS Version
ru: Версия ОС

# MostSpecificSubdivisionName
source: Specific Name
ru: Специальное Имя

source: Region
ru: Регион

source: City
ru: Город

source: Postal Code
ru: Почтовый индекс

source: Postal Code Confidence
ru: Уверенность в почтовом индексе

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Location Accuracy Radius
ru: Радиус местоположения
