Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Equipment/AllTrailer.*.resx
Languages: es, ru

# Header
source: Equipment
es: Equipo
ru: Оборудование

source: Add Trailer
es: Añadir Tráiler
ru: Добавить прицеп

source: Trucks
es: Camión
ru: Грузовики

source: Trailers
es: Remolque
ru: Прицепы

# MessageSuccessRemoveGroup
source: Group successfully deleted
es: El grupo se eliminó correctamente
ru: Группа успешно удалена

# MessageErrorRemoveGroup
source: Group can not be deleted. Move or delete units from the group
es: El grupo no se pudo eliminar, tal vez haya unidades allí
ru: Группу удалить не удалось, возможно, там есть юниты

# MessageErrorRequestRemoveGroup
source: An error occurred during the operation, please try again later
es: Se produjo un error durante la operación, inténtelo de nuevo más tarde.
ru: Во время операции произошла ошибка, пожалуйста, повторите попытку позже

# MessageSuccessRenameGroup
source: Group successfully renamed
es: Grupo renombrado con éxito
ru: Группа успешно переименована

# MessageErrorRenameGroup
source: Group could not renamed
es: No se pudo cambiar el nombre del grupo
ru: Группу не удалось переименовать

# MessageErrorRequestRenameGroup
source: An error occurred during the operation, please try again later
es: Se produjo un error durante la operación, inténtelo de nuevo más tarde.
ru: Во время операции произошла ошибка, пожалуйста, повторите попытку позже

# MessageSuccessRemoveTrailer
source: Trailer successfully deleted
es: Tráiler eliminado correctamente
ru: Прицеп успешно удален

# MessageErrorRemoveTrailer
source: Trailer could not deleted
es: El tráiler no se pudo eliminar
ru: Прицеп не удалось удалить

# MessageErrorRequestRemoveTrailer
source: An error occurred during the operation, please try again later
es: Se produjo un error durante la operación, inténtelo de nuevo más tarde.
ru: Во время операции произошла ошибка, пожалуйста, повторите попытку позже

# MessageErrorChangeStatus
source: Status could not updated
es: No se pudo cambiar el estado
ru: Статус не мог быть изменен

# MessageSuccessChangeStatus
source: Status successfully updated
es: Estado cambiado correctamente
ru: Статус успешно изменен

# MessageSuccessChangeLocation
source: Location successfully updated
es: Ubicación actualizada correctamente
ru: Лакация успешно изменена

# MessageErrorChangeLocation
source: Location could not updated
es: La ubicación no se pudo actualizar
ru: Локация не была изменена

# MessageSuccessRemoveTrailerWidget
source: Trailer Widget successfully deleted
es: Widget de Tráiler eliminado correctamente
ru: Виджет трейлера успешно удален

# MessageErrorRemoveTrailerWidget
source: Trailer Widget could not deleted
es: El widget de tráiler no se pudo eliminar
ru: Не удалось удалить виджет трейлера

# MessageErrorRequestRemoveTrailerWidget
source: An error occurred during the operation, please try again later
es: Se produjo un error durante la operación, inténtelo de nuevo más tarde.
ru: Во время операции произошла ошибка, пожалуйста, повторите попытку позже
