Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Equipment/CreateTruck.*.resx
Languages: es

source: Add New Truck
es: Añadir Camión Nuevo

source: Back to Equipment
es: Volver a Equipamiento

# BobTailPhysicalDamage
source: Upload Bobtail Physical Damage
es: Daño físico de Bob tail

# ChooseTruckType
source: Choose a truck type
es: Elija un tipo de camión

# InfoMessageUploadFiles
source: You can upload files only in pdf, jpg, and jpeg (Max upload file size is 5Mb)
es: Puede cargar archivos solo en pdf, jpg y jpeg (el tamaño máximo de archivo de carga es de 5 MB)

source: Make
es: Hacer

source: Model
es: Modelo

# NameTruck
source: Unit
es: Unidad

# NyHut
source: Upload NY HUT
es: CABAÑA NY

source: optional
es: opcional

# OptionalForNyRolling
source: NY Rolling
es: opcional para el balanceo de NY

source: Owner
es: Propietario

source: Plate Exp
es: Exp de Placa

# PlateTruck
source: Truck Plate
es: Camión de Placas

source: Save Info
es: Guardar Información

# SelectDoc
source: Select document
es: Seleccionar documento

# State
source: State Registered
es: Estado

# TruckAnnualIns
source: Upload Annual Inspection
es: Inspección anual de camiones

# TruckLeaseAgreement
source: Upload Lease Agreement
es: Contrato de arrendamiento de camión

# TruckRegistration
source: Upload Registration
es: Registro de camiones

# TypeTruck
source: Unit Type
es: Tipo de Unidad

source: Year
es: Año

# VehicleCategory
source: Unit Class
es: Clase de Unidad

# ChooseVehicleCategory
source: Choose a vehicle type
es: Elija un tipo de vehículo

# ChooseTruckStatus
source: Select the status of the truck
es: Seleccione el estado del camión

source: Truck Status
es: Estado del Camión

# TruckStatusActive
source: Active
es: Activo

# TruckStatusBroken
source: Broken
es: Roto

# TruckStatusDamaged
source: Damaged
es: Dañado

# TruckStatusDealership
source: Dealership
es: Concesionario

# TruckStatusEmergency
source: Emergency
es: Emergencia

# TruckStatusInactive
source: Inactive
es: Inactivo

# TruckStatusShop
source: Shop
es: Tienda

# TruckStatusTowYard
source: Tow Yard
es: Patio de Remolque

# NameTruckLabelInfo
source: Drive the Imagination with a Captivating Name
es: Impulsa la Imaginación con un Nombre Cautivador

# ModelLabelInfo
source: Enter the Model Name for Your Truck
es: Ingrese el Nombre del Modelo de su Camión

# MakeLabelInfo
source: Enter the Maker Name Behind Your Automotive Pride
es: Ingrese el Nombre del Fabricante Detrás De Su Orgullo Automotriz

# YearLabelInfo
source: Specify the Year Your Automotive Tale Unfolds
es: Especifique el Año en que Se Desarrolla Su Historia Automotriz

# TruckGroupSuccessAdded
source: A New Truck Group was Added
es: Se ha agregado con éxito un nuevo grupo de camiones

# TruckGroupNotAdded
source: Failed to add a new truck group
es: Error al agregar un nuevo grupo de camiones

# ChooseGroupType
source: Choose a truck group
es: Elija un grupo de camiones

# CreateNewGroupType
source: Add a New Group
es: Crear un nuevo grupo de camiones

# VinLabelInfo
source: Enter the VIN (Vehicle Identification Number) – a 17-character code uniquely identifying the truck's make, model, year, and essential details.
es: Ingrese el VIN – Número de Identificación del Vehículo), un código de 17 caracteres que identifica de manera única la marca, el modelo, el año y los detalles esenciales del camión.

# PlateTruckLabelInfo
source: Plate Truck: Enter the license plate number or registration identifier associated with the truck for accurate and efficient record-keeping.
es: Camión de placas: Ingrese el número de placa o el identificador de registro asociado con el camión para mantener un registro preciso y eficiente.

# PlateExpLabelInfo
source: Plate Expires: Input the expiration date of the truck's license plate for timely monitoring and adherence to registration requirements.
es: Fecha de vencimiento de la placa: Ingrese la fecha de vencimiento de la placa del camión para un monitoreo oportuno y el cumplimiento de los requisitos de registro.

# StateLabelInfo
source: State: Specify the state or jurisdiction where the truck is registered, providing essential location information for administrative and regulatory purposes.
es: Estado: Especifique el estado o jurisdicción donde está registrado el camión, proporcionando información de ubicación esencial para fines administrativos y regulatorios.

# ColorLabelInfo
source: Color: Enter the primary color of the truck, providing a visual reference for identification and enhancing record accuracy.
es: Color: Ingrese el color primario del camión, proporcionando una referencia visual para la identificación y mejorando la precisión del registro.

# OwnerLabelInfo
source: Owner: Input the name or identification of the current owner of the truck, facilitating accurate ownership documentation and contact information for administrative purposes.
es: Владелец: Введите имя или идентификационные данные текущего владельца грузовика, что облегчит получение точной документации о праве собственности и контактной информации для административных целей.

# TruckStatusLabelInfo
source: Truck Status: Choose the current operational condition or state of the truck from the available options, reflecting its status in the system for comprehensive tracking and management.
es: Estado del camión: Elija la condición operativa actual o el estado del camión entre las opciones disponibles, reflejando su estado en el sistema para un seguimiento y gestión integrales.

# GroupTruck
source: Truck Group
es: Camión de Grupo

# TypeTruckLabelInfo
source: Type Truck: Indicate the particular category or configuration of the truck by selecting from the available options, specifying its distinctive design for effective classification and organization.
es: Tipo de camión: Indique la categoría o configuración particular del camión seleccionando entre las opciones disponibles, especificando su diseño distintivo para una clasificación y organización efectivas.

# VehicleCategoryLabelInfo
source: Vehicle Category: Indicate the general classification of the truck by selecting from provided options, defining its broad type for efficient categorization and record-keeping.
es: Categoría del vehículo: Indique la clasificación general del camión seleccionando entre las opciones proporcionadas, definiendo su tipo amplio para una categorización y mantenimiento de registros eficientes.

# CreateNewTruckStatus
source: Add a New Status
es: Crear un nuevo estado de camión

# TruckStatusSuccessAdded
source: A New Truck Status was Added
es: Se ha agregado con éxito un nuevo estado de camión

# TruckStatusNotAdded
source: Failed to add a new truck status
es: Error al agregar un nuevo estado de camión

# TruckLocation
source: Add Location of the Unit
es: Agregar Ubicación de la Unidad

# ErrorMessageSelect
source: Please make a selection from the drop down
es: Por favor, haga una selección en el menú desplegable

# AnnualIns
source: Annual Inspection Expiration Date
es: Inspección Anual

# TruckLocationType
source: Location Type
es: Tipo de Ubicación

# GPSLocationType
source: Add GPS Location
es: Ubicación GPS

# LaterLocationType
source: Add Location Later
es: Ubicación Más Tarde

# MannuallyLocationType
source: Add Location Manually
es: Ubicación Manualmente
