Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Equipment/EditTruck.*.resx
Languages: ru

source: Year
ru: Год

# TypeTruck
source: Unit Type
ru: Тип грузовика

# NameTruck
source: Unit
ru: Название грузовика

source: Edit Truck
ru: Редактировать Грузовик

# State
source: State Registered
ru: Штат

source: Owner
ru: Владелец

source: Color
ru: Цвет

source: Save Info
ru: Сохранить

source: Back to Equipment
ru: Вернуться к оборудованию

source: Make
ru: Производитель

source: Model
ru: Модель

source: Plate Exp
ru: Номер Exp

# PlateTruck
source: Truck Plate
ru: Номер грузовика

# TruckRegistration
source: Upload Registration
ru: Регистрация грузовика

# InfoMessageUploadFiles
source: You can upload files only in pdf, jpg, and jpeg (Max upload file size is 5Mb)
ru: Вы можете загружать файлы только в форматах pdf, jpg и jpeg-а (максимальный размер загружаемого файла составляет 5 Мб)

# SelectDoc
source: Select document
ru: Выбрать документ

# TruckLeaseAgreement
source: Upload Lease Agreement
ru: Договор аренды грузовика

# TruckAnnualIns
source: Upload Annual Inspection
ru: Ежегодный осмотр грузовика

# BobTailPhysicalDamage
source: Upload Bobtail Physical Damage
ru: Боб-хвост физический урон

# NyHut
source: Upload NY HUT
ru: НЬЮ-ЙОРКСКАЯ ХИЖИНА

# OptionalForNyRolling
source: NY Rolling
ru: опционально для прокатки в Нью-Йорке

# VehicleCategory
source: Unit Class
ru: Категория Авто

# ChooseVehicleCategory
source: Choose a vehicle type
ru: Выберите тип авто

# ChooseTruckType
source: Choose a truck type
ru: Выберите тип грузовика

source: Truck Status
ru: Статус грузовика

# ChooseTruckStatus
source: Select the status of the truck
ru: Выберите статус грузовика

# TruckStatusActive
source: Active
ru: Активный

# TruckStatusInactive
source: Inactive
ru: Неактивный

# TruckStatusDamaged
source: Damaged
ru: Поврежденный

# TruckStatusBroken
source: Broken
ru: Сломанный

# TruckStatusShop
source: Shop
ru: Магазин

# TruckStatusDealership
source: Dealership
ru: Дилерский центр

# TruckStatusTowYard
source: Tow Yard
ru: Буксирная площадка

# TruckStatusEmergency
source: Emergency
ru: Аварийный

# NameTruckLabelInfo
source: Drive the Imagination with a Captivating Name
ru: Поразите воображение увлекательным названием

# YearLabelInfo
source: Specify the Year Your Automotive Tale Unfolds
ru: Укажите год, в котором разворачивается Ваша автомобильная история

# MakeLabelInfo
source: Enter the Maker Name Behind Your Automotive Pride
ru: Введите название производителя, стоящего за Вашей автомобильной гордостью

# ModelLabelInfo
source: Enter the Model Name for Your Truck
ru: Введите название модели Вашего грузовика

# TruckGroupSuccessAdded
source: A New Truck Group was Added
ru: Успешно добавлена новая группа грузовиков

# TruckGroupNotAdded
source: Failed to add a new truck group
ru: Не удалось добавить новую группу грузовиков

# ChooseGroupType
source: Choose a truck group
ru: Выберите группу грузовика

# CreateNewGroupType
source: Add a New Group
ru: Добавить новую группу

# GroupTruck
source: Truck Group
ru: Группа грузовика

# CreateNewTruckStatus
source: Add a new status
ru: Добавить новый статус

# TruckStatusSuccessAdded
source: A New Truck Status was Added
ru: Успешно добавлен новый статус грузовика

# TruckStatusNotAdded
source: Failed to add a new truck status
ru: Не удалось добавить новый статус грузовиков

# TruckLocation
source: Add Location of the Unit
ru: Добавьте местоположение объекта

# AnnualIns
source: Annual Inspection Expiration Date
ru: Ежегодные ИНС

# TruckLocationType
source: Location Type
ru: Тип местоположения

# MannuallyLocationType
source: Add Location Manually
ru: Местоположение вручную

# GPSLocationType
source: Add GPS Location
ru: Местоположение по GPS

# LaterLocationType
source: Add Location Later
ru: Местоположение позже

source: Update
ru: Обновить

# TruckDocumentSuccessUpdated
source: Document successfully updated
ru: Документ успешно обновлен

# TruckDocumentNotUpdated
source: Document could not updated
ru: Документ не удалось обновить

source: Upload Document
ru: Загрузить документ
