Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/RA/index.*.resx
Languages: es, ru

# BodyFifthBlock
source: Any person with a personalized Login information for the App gains a full access to a whole platform that can be accessed anywhere in the world
es: Cualquier persona con una información de inicio de sesión personalizada para la aplicación obtiene acceso completo a una plataforma completa a la que se puede acceder desde cualquier parte del mundo
ru: Любой человек, имеющий персонализированную регистрационную информацию для приложения, получает полный доступ ко всей платформе, доступ к которой возможен из любой точки мира

# BodySecondBlock
source: Take a full control of your Car Transportation needs with our App today. Our highly advanced App will help your business and make sure your driver will not skip any steps assigned by your Company's Admin.
es: Tome el control total de sus necesidades de transporte de automóviles con nuestra aplicación hoy. Nuestra aplicación altamente avanzada ayudará a su negocio y se asegurará de que su conductor no omita ningún paso asignado por el administrador de su empresa.
ru: Возьмите под полный контроль свои потребности в перевозке на автомобиле с помощью нашего приложения уже сегодня. Наше высокоразвитое приложение поможет вашему бизнесу и гарантирует, что ваш водитель не пропустит ни одного шага, назначенного администратором вашей компании.

# BodySixthBlock
source: Truckonnow is easy to use, most compatible, and reliable driver's App in Auto Transportation Industry
es: Truckonnow es la aplicación de conductor más fácil de usar, más compatible y confiable en Autotransporte
ru: Truckonnow - это простое в использовании, наиболее совместимое и надежное приложение для водителя в сфере автомобильных перевозок

# BodyTenthBlock
source: To contact us, you can call the number
es: Para contactarnos, puede llamar al número
ru: Чтобы связаться с нами, вы можете позвонить по указанному номеру

source: Contact Us
es: Contáctenos
ru: Связаться

# DescriptionPackage
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit
es: Zanahorias Lorem ipsum, competencia de pregrado mejorada
ru: Пустой текст

# DescriptionPackageItem
source: Ut enim ad minim veniam, quis
es: Para más información, por favor
ru: Для получения дополнительной информации, пожалуйста

# DispatcherFirstBlock
source: Dispatcher
es: Expedidor
ru: Диспетчер

# DriverFirstBlock
source: Driver
es: Controlador
ru: Водитель

# FirstBodyThirdBlock
source: You can choose what inspection level the driver needs to perform at the pick-up & delivery. Ability to set the amount of detailed pictures that need to be taken upon inspection. All pictures have an outlined body parts of the vehicle and interior to assist the driver with taking a better pictures. App automatically adjusts picture's quality to "highly visible" in order to help a driver to select imperfections and post them to the app in a timely manner.
es: Puede elegir qué nivel de inspección debe realizar el conductor en la recogida y entrega. Capacidad para establecer la cantidad de imágenes detalladas que deben tomarse tras la inspección. Todas las imágenes tienen partes del cuerpo delineadas del vehículo y el interior para ayudar al conductor a tomar mejores fotografías. La aplicación ajusta automáticamente la calidad de la imagen a "altamente visible" para ayudar al conductor a seleccionar imperfecciones y publicarlas en la aplicación de manera oportuna.
ru: Вы можете выбрать, какой уровень проверки водитель должен выполнить при получении и доставке. Возможность установить количество детализированных снимков, которые необходимо сделать при осмотре. На всех снимках обозначены части кузова автомобиля и интерьер, чтобы помочь водителю сделать более качественные снимки. Приложение автоматически настраивает качество изображения на "хорошо видимое", чтобы помочь водителю выявить недостатки и своевременно опубликовать их в приложении.

source: Marketplace
es: Mercado
ru: Рынок

# FirstHeaderThirdBlock
source: Transported Vehicle Inspection
es: Inspección de Vehículos Transportados
ru: Осмотр перевозимого транспортного средства

# FirstPartHeaderNinthBlock
source: Try the New Way to Transport
es: Prueba la Nueva Forma de Transporte
ru: Новый способ транспортировки,

# FirstPlusSixthBlock
source: Send electronic invoices within seconds
es: Envíe facturas electrónicas en segundos
ru: Отправка электронных счетов-фактур в течение нескольких секунд

# FooterFirstPartEighthBlock
source: To start, please register by filling out the
es: Para comenzar, regístrese rellenando el formulario
ru: Чтобы начать, пожалуйста, зарегистрируйтесь, заполнив

# FooterSecondBlock
source: App available on Market and IOS
es: Aplicación disponible en Market y IOS
ru: Приложение доступно в Market и IOS

# FooterSecordPartEighthBlock
source: FROM
es: el formulario
ru: Форму

# FourthPlusSixthBlock
source: Digitized vehicle inspections and unlimited photos
es: Inspecciones de vehículos digitalizadas y fotos ilimitadas
ru: Оцифрованные проверки транспортных средств и неограниченное количество фотографий

source: Get Started
es: Comience
ru: Начать

# GreatWorkExperienceBody
source: More than 10 years of car hauling experience is invested in this easy to use App and Portal. You will have a full control of your business with simple to use tools & great features. Our amazing product will help you to run your business smoothly and in a highly efficient way.
es: Más de 10 años de experiencia en el transporte de automóviles se invierte en esta aplicación y portal fácil de usar. Tendrá un control total sobre su negocio con herramientas, centros y socios fáciles de usar que lo ayudarán a administrar su negocio de manera fluida y altamente eficiente.
ru: Более 10 лет опыта перевозки автомобилей вкладывается в это простое в использовании приложение и портал. Вы будете иметь полный контроль над своим бизнесом с помощью простых в использовании инструментов, центров и партнеров, которые помогут вам вести свой бизнес плавно и высокоэффективно.

# GreatWorkExperienceHeader
source: Great Work Experience
es: Amplia Experiencia
ru: Большой Опыт Работы

# HeaderEighthBlock
source: Prices and Packages
es: Precios y Paquetes
ru: Цены и пакеты услуг

# HeaderFifthBlock
source: Full Access
es: Acceso Completo
ru: Полный доступ

# HeaderFirstBlock
source: No Bussiness is Too Small for this App
es: Ningún Negocio es Demasiado Pequeño con esta Aplicación
ru: С этим приложением ни один бизнес не будет слишком маленьким

# HeaderFourthBlock
source: Car Hauling Made Simple. Try it for Free.
es: El Transporte De Automóviles Es Sencillo.
ru: Перевозка автомобилей стала проще.

# HeaderSecondBlock
source: Take Full Control
es: Toma El Control Total
ru: Возьмем под свой полный контроль

# HeaderSeventhBlock
source: Included Features
es: Características Incluidas
ru: Включенные функции

# HeaderSixthBlock
source: Drivers Love Truckonnow
es: A Los Conductores Les Encanta Truckonnow
ru: Водители Любят Truckonnow

# LargeFleetFirstBlock
source: Large Fleet
es: Gran flota
ru: Большой автопарк

# MediumFleetFirstBlock
source: Medium Fleet
es: Flota media
ru: Средний автопарк

# ModalDescription
source: Please fill out this form and we will get in touch with you ASAP Or call us with any questions at
es: Por favor, rellene el formulario rápido y nosotros estará en contacto con la velocidad del rayo. O puede llamar al número
ru: Пожалуйста, заполните краткую форму, и мы будет на связи с молниеносной скоростью. Или вы можете позвонить по указанному номеру

# ModalFooterDescription
source: Car Hauling Made Simple. Try it for Free.
es: El Transporte De Automóviles Es Sencillo. Pruébalo gratis.
ru: Перевозка Автомобилей Стала Проще.

# ModalFooterFirstItem
source: No credit card required
es: No se requiere tarjeta de crédito
ru: Кредитная карта не требуется

# ModalFooterSecondItem
source: Cancel anytime
es: Cancela en cualquier momento
ru: Отмените в любое время

# ModalFormEmail
source: Your Email
es: Tu Correo Electrónico
ru: Ваша электронная почта

# ModalFormMessage
source: Your Message
es: Su Mensaje
ru: Ваше сообщение

# ModalFormName
source: Your Name
es: Su nombre
ru: Ваше имя

# ModalFormSubmit
source: Submit
es: Presentar
ru: Отправить

# ModalHeader
source: Get in Touch
es: Póngase en contacto con nosotros
ru: Cвязаться

source: Name Package
es: Paquete de Nombre
ru: Пакет имен

# PointTwoFourthBlock
source: Cancel anytime
es: Cancela en cualquier momento
ru: Отмените в любое время

# PointTwoNinthBlock
source: Cancel anytime
es: Cancela en cualquier momento
ru: Отмените в любое время

# PointОneFourthBlock
source: No credit card required
es: No se requiere tarjeta de crédito
ru: Кредитная карта не требуется

# PointОneNinthBlock
source: No credit card required
es: No se requiere tarjeta de crédito
ru: Кредитная карта не требуется

# SecondBodyThirdBlock
source: Company Owners & Assigned Admins have a full control of adjusting features & options for a particular pickup/delivery “on the go”. Company owners get a daily update on what’s happening with their equipment. App gives 6 hours window for a driver to perform inspection of company vehicle every day. If a driver fails to perform PTI it will not let him use the App until inspection is completed & submitted. Its an easy way to stay in control and be aware of all the damages that could be left after the driver. Company's Admin has a full control in gathering information and detailed pictures they need to send by a driver in order to to perform the inspection; as an example - interior, milage, dash lights, truck body, fluids levels, under hood, tires, bed storage, electrical connection, truck and trailer connection, trailer body, trailer tires, spare parts, and etc. PTI or vehicle inspection can be set from 1 up to 150 pictures.
es: Los propietarios de la empresa y los Administradores asignados tienen un control total de las funciones y opciones de ajuste para una recogida/entrega en particular "sobre la marcha". Los propietarios de empresas reciben una actualización diaria de lo que está sucediendo con sus equipos. La aplicación ofrece una ventana de 6 horas para que un conductor realice la inspección del vehículo de la empresa todos los días. Si un conductor no realiza PTI, no le permitirá usar la aplicación hasta que se complete y envíe la inspección. Es una manera fácil de mantener el control y estar al tanto de todos los daños que podrían quedar después del conductor. El administrador de la compañía tiene un control total en la recopilación de información y las imágenes detalladas que debe enviar un conductor para realizar la inspección; como ejemplo: interior, kilometraje, luces del tablero, carrocería del camión, niveles de fluidos, debajo del capó, neumáticos, almacenamiento de la cama, conexión eléctrica, conexión de camión y remolque, carrocería del remolque, neumáticos del remolque, piezas de repuesto, etc. PTI o inspección de vehículos se puede configurar de 1 a 150 imágenes.
ru: Владельцы компаний и назначенные администраторы имеют полный контроль над настройкой функций и опций для конкретного самовывоза / доставки “на ходу”. Владельцы компаний ежедневно получают обновленную информацию о том, что происходит с их оборудованием. Приложение предоставляет водителю 6-часовое окно для ежедневного осмотра служебного автомобиля. Если водитель не выполнит PTI, это не позволит ему использовать приложение до тех пор, пока проверка не будет завершена и отправлена. Это простой способ сохранять контроль и быть в курсе всех повреждений, которые могут остаться после водителя. Администратор компании имеет полный контроль над сбором информации и подробных фотографий, которые им необходимо отправить водителю для проведения осмотра; в качестве примера - интерьер, пробег, подсветка приборной панели, кузов грузовика, уровень жидкостей, под капотом, шины, место для хранения, электрическое подключение, подключение грузовика и прицепа, кузов прицепа, шины прицепа, запасные части и т.д. PTI или осмотр транспортного средства можно настроить от 1 до 150 снимков.

source: Driver Check
es: Verificación del Conductor
ru: Проверка водителя

# SecondHeaderThirdBlock
source: Company Equipment
es: Equipo de la Empresa
ru: Оборудование компании

# SecondPartHeaderNinthBlock
source: Cars with Truckonnow TMS
es: Coches con Truckonnow TMS
ru: Автомобили с Truckonnow TMS

# SecondPlusSixthBlock
source: The free app was designed for owner-operators
es: La aplicación gratuita fue diseñada para propietarios-operadores
ru: Бесплатное приложение было разработано для владельцев-операторов

# StartPackage
source: Start Today
es: Comience Hoy
ru: Начните сегодня

# StartPackageBody
source: Flat Monthy Access Fee per Unit
es: Comience hoy por una tarifa plana Mensual precio de
ru: Начните сегодня по фиксированной месячной цене

source: Repair locator
es: Soporte de Reparación
ru: Ремонтная поддержка

# ThirdPlusSixthBlock
source: Import orders directly from load boards and brokers
es: Importe pedidos directamente desde tableros de carga y corredores
ru: Импортируйте заказы непосредственно с досок загрузки и брокеров

source: Try for Free
es: Pruébalo gratis
ru: Попробовать бесплатно

source: Company Rating
es: Calificación de la Empresa
ru: Рейтинг компании

source: Tracking
es: Seguimiento
ru: Отслеживание

source: Ticket Contest
es: Concurso de Entradas
ru: Оспаривание штрафов

source: Legal Support
es: Apoyo Legal
ru: Юридическая Поддержка

source: Fleet Management
es: Gestión de Flotas
ru: Управление автопарком

source: Dispatch Management
es: Gestión de Despacho
ru: Диспетчерское управление
