Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Checks/DriverCheck.*.resx
Languages: ru

source: Broker Check
ru: Проверка Брокера

source: Carrier Check
ru: Проверка Перевозчика

source: Driver Check
ru: Проверка Водителя

source: Last Name
ru: Фамилия

source: First Name
ru: Имя

# FirstNameLabel
source: First Name
ru: Имя

# LastNameLabel
source: Last Name
ru: Фамилия

# DriverLicenseSearch
source: Driverâ€™s License Number
ru: Номер водительского удостоверения

source: Date of Birth
ru: Дата Рождения

source: Search
ru: Искать

source: Registration
ru: Дата регистрации

source: Fired
ru: Дата увольнения

# DriverLicenseNumberInfoLabel
source: Put DL# without dashes ( - )
ru: Поставьте DL# без тире ( - )
