Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Dashbord/Index.*.resx
Languages: es, ru

# MessageErrorRequestRemoveWidget
source: An error occurred during the operation, please try again later
es: Se produjo un error durante la operación, inténtelo de nuevo más tarde.
ru: Во время операции произошла ошибка, пожалуйста, повторите попытку позже

# DashbordMainHeader
source: Dashboard
es: Panel de Control
ru: Приборная панель

# DriverLicenseHeader
source: Driver's License
es: Licencia de Conducir
ru: Водительские права

# MedicalDocsDriverHeader
source: Medical Card
es: Tarjeta Médica
ru: Медицинская карточка

# MessageErrorRemoveWidget
source: Widget could not deleted
es: El widget no se pudo eliminar
ru: Виджет не удалось удалить

# MessageSuccessRemoveWidget
source: Widget successfully deleted
es: Widget eliminado correctamente
ru: Виджет успешно удален

# OrderWidgetNotUpdated
source: Order Widget could not update
es: El widget de pedido no se pudo actualizar
ru: Не удалось обновить виджет заказа

# OrderWidgetSuccessUpdated
source: Order Widget successfully updated
es: Widget de pedido actualizado correctamente
ru: Виджет заказа успешно обновлен

# PlateExpirationAndInspectionHeader
source: Trucks & Trailer License Plate expiration & Inspection expiration
es: Caducidad de matrículas de camiones y Remolques e inspección de caducidad
ru: Истечение срока действия номерных знаков грузовых автомобилей и прицепов и техосмотра

# Show
source: View
es: Vista
ru: Посмотреть

# TrailerLastInspectionHeader
source: Update Annual Inspection
es: Últimas Inspecciones de Remolques
ru: Последние проверки прицепа

# TrailerLicenseHeader
source: Update Plate Expiration
es: La Placa del Remolque Expira
ru: Срок действия номерного знака прицепа

# TruckLicenseHeader
source: Update Plate Expiration
es: Placa de Camión Expira
ru: Срок действия номерного знака грузовика

# TrailerWidgetNotUpdated
source: Trailer Widget could not update
es: El widget de tráiler no se pudo actualizar
ru: Не удалось обновить виджет трейлера

# TrailerWidgetsHeader
source: Trailers
es: Remolques
ru: Прицепы

# TrailerWidgetSuccessUpdated
source: Trailer Widget successfully updated
es: Widget de Tráiler actualizado correctamente
ru: Виджет трейлера успешно обновлен

# TruckLastInspectionHeader
source: Update Annual Inspection
es: Últimas Inspecciones de Camiones
ru: Последние проверки грузовиков

# TruckWidgetNotUpdated
source: Truck Widget could not update
es: El widget de camión no se pudo actualizar
ru: Не удалось обновить виджет грузовика

# TruckWidgetsHeader
source: Trucks
es: Camiones
ru: Грузовики

# TruckWidgetSuccessUpdated
source: Truck Widget successfully updated
es: Widget de Camión actualizado con éxito
ru: Виджет грузовика успешно обновлен

# WidgetsDriverHeader
source: Driver's Documents Updates
es: Widgets y Documentos del Controlador
ru: Виджеты драйвера и документ

# WidgetsEquipmentHeader
source: Equipment
es: Equipo
ru: Виджеты оборудования

# WidgetsOrderHeader
source: Order
es: Pedido
ru: Виджеты заказов

# UnitTableHeader
source: Unit
es: Unidad
ru: Имя

# MakeTableHeader
source: Make
es: Hacer
ru: Производитель

# ModelTableHeader
source: Model
es: Modelo
ru: Модель

# ExpirationTableHeader
source: Expiration
es: Caducidad
ru: Истечение

# TrailerPlateExpirationAndInspectionHeader
source: Trailer License Plate & Inspection Expiration
es: Caducidad de la Placa de Matrícula y la Inspección del Remolque
ru: Срок действия номерного знака прицепа и техосмотра истек

# TruckPlateExpirationAndInspectionHeader
source: Truck's License Plate & Inspection Expiration
es: Caducidad de Placas de Matrícula e Inspección de Camiones
ru: Срок действия номерного знака грузовика и техосмотра истек

# NoActionRequired
source: No action required at the moment
es: No se requiere acción en este momento
ru: На данный момент никаких действий не требуется
