Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/Views/Driver/DriverInfo.*.resx
Languages: es, ru

source: Alcohol Tendency
es: Tendencia al Alcohol
ru: Склонность к употреблению алкоголя

source: Back To Drivers
es: Volver A Conductores
ru: Назад к Водителям

source: Comment
es: Comentario
ru: Комментарий

source: Date Driver License Expiration
es: Fecha de Vencimiento de la Licencia de Conducir
ru: Дата истечения срока водительских прав

source: Date Fired
es: Fecha de Despido
ru: Дата увольнения

source: Date Last Update
es: Fecha de la Última Actualización
ru: Дата последнего обновления

source: Date Medical Card Expiration
es: Fecha de Vencimiento de la Tarjeta Médica
ru: Дата истечения срока медицинской карты

source: Date of Birth
es: Fecha de Nacimiento
ru: Дата Рождения

source: Date Registration
es: Fecha de Registro
ru: Дата регистрации

source: Dot Violations
es: Violaciones del Dot
ru: Точечные нарушения

# DriverCompany
source: Driver's company
es: Compañía del conductor
ru: Компания водителя

source: Driver Fired
es: Conductor Despedido
ru: Информация об увольнении

source: Driver Inspection
es: Conductor Despedido
ru: Осмотр водителя

source: Driver License
es: Licencia de Conducir
ru: Водительские права

source: Driver License Number
es: Número de Licencia de Conducir
ru: Номер водительского удостоверения

source: Driver License State
es: Estado de la Licencia de Conducir
ru: Штат водительских прав

source: Driver Skills
es: Habilidades del Conductor
ru: Навыки водителя

source: Drug Tendency
es: Tendencia a las Drogas
ru: Склонность к употреблению наркотиков

source: Edit
es: Editar
ru: Редактировать

source: Eld Knowledge
es: Conocimiento del Campo
ru: Знания в этой области

source: Email
es: Correo Electrónico
ru: Электронная почта

# English
source: English Level
es: Nivel de Inglés
ru: Уровень владения английским языком

source: Experience
es: Experiencia
ru: Опыт

source: Geolocation
es: Geolocalización
ru: Геолокация

source: Is Active
es: Está Activo
ru: Активен

source: Is Inspection Driver
es: Es el Conductor De Inspección
ru: Является инспекционным водителем

source: Is Inspection To Day Driver
es: Es el Conductor de Inspection ToDay
ru: Проходит ли сегодня техосмотр водитель

source: Last Date Inspaction
es: Inspección de la Última Fecha
ru: Даты последней проверки

source: Login
es: Iniciar sesión
ru: Логин

source: Number Accidents
es: Número de Accidentes
ru: Количество несчастных случаев

source: Password
es: Contraseña
ru: Пароль

source: Payment Handling
es: Manejo de Pagos
ru: Обработка платежей

source: Phone
es: Teléfono
ru: Телефон

source: Return Equipment
es: Equipo de Devolución
ru: Возвращаемое оборудование

source: Terminated
es: Terminado
ru: Завершенный

source: Work Effeciency
es: Eficiencia en el Trabajo
ru: Эффективность работы

source: Language
es: Idioma
ru: Язык

source: Social Security
es: Seguridad Social
ru: Социальное обеспечение

source: Owner Operator
es: Operador Propietario
ru: Владелец Оператор

source: Main Info
es: Información Principal
ru: Основная информация

source: Home Address
es: Domicilio Particular
ru: Домашний адрес

# Emergency
source: Emergency Contact
es: Contacto de Emergencia
ru: Экстренный контакт

# EmergencyContactName
source: Contact
es: Contacto
ru: Контакт

# EmergencyContactRelationship
source: Relationship
es: Relación
ru: Отношение

# PhoneEmergency
source: Phone
es: Teléfono
ru: Телефон

source: Endorsements
es: Avales
ru: Одобрений

source: Restrictions
es: Restricciones
ru: Ограничения

source: Date Driver License Issued
es: Fecha de Emisión de la Licencia de Conducir
ru: Дата выдачи водительских прав
