Repository: TruckonnowDev/TruckOn
Catalog: WebDispacher/Resources/ViewModels/RA/Carrier/Registration/PersonalDataViewModel.*.resx
Languages: es, ru

# MinLengthPhoneNumber
source: Minimum phone length {1} characters
es: Longitud mínima del teléfono {1} caracteres
ru: Минимальная длина телефона {1} символа

# MaxLengthPhoneNumber
source: Maximum phone length {1} characters
es: Longitud máxima del teléfono {1} caracteres
ru: Максимальная длина телефона {1} символов

source: Phone Number
es: Teléfono
ru: Номер Телефона

# PhoneNumberRequired
source: The Phone number field is required
es: El campo Teléfono es obligatorio
ru: Телефон должен быть указан

# USDOTNumberRequired
source: The USDOT Number field is required
es: El campo de número de SPOT es obligatorio
ru: USDOT Номер должен быть указан

source: USDOT Number
es: Número de USDOT
ru: USDOT Номер

# PasswordRequired
source: The Password field is required
es: El campo de contraseña es obligatorio
ru: Пароль должен быть указан

source: Password
es: Contraseña
ru: Пароль

# LastNameRequired
source: The Last Name field is required
es: El campo Apellido es obligatorio
ru: Фамилия должна быть указана

source: Last Name
es: apellido
ru: Фамилия

# FirstNameRequired
source: The First Name field is required
es: El campo Nombre es obligatorio
ru: Имя должно быть указано

source: First Name
es: Nombre
ru: Имя

# EmailRequired
source: The Email field is required
es: El campo de correo electrónico es obligatorio
ru: Электронная почта должна быть указана

# Email
source: Email Address
es: Dirección de Correo Electrónico
ru: Электронная почта

# CompanyNameRequired
source: The Name of Company field is required
es: El campo Nombre de la empresa es obligatorio
ru: Название компании должно быть указано

# CompanyName
source: Name of the Company
es: Nombre de la Empresa
ru: Название компании
